Repository: elementary/panel-bluetooth
Catalog: po/extra/*.po
Languages: fr, hu, ko, zh_cn

source: Bluetooth Indicator
fr: Indicateur Bluetooth
hu: Bluetooth-kijelzés
ko: 블루투스 인디케이터
zh_cn: 蓝牙指示器

source: Connect and disconnect paired Bluetooth devices
fr: Connectez et déconnectez des périphériques Bluetooth appairés
hu: Csatlakoztassa és válassza le a párosított Bluetooth-eszközöket
ko: 페어링 된 Bluetooth 장치 연결 및 해제
zh_cn: 连接和断开配对的蓝牙设备

source: Minor updates:
fr: Mises à jour mineures :
hu: Apróbb frissítések:
ko: 소소한 업데이트:
zh_cn: 次要更新：

source: Updated translations
fr: Mise à jour des traductions
hu: Frissített fordítások
ko: 최신 번역
zh_cn: 更新翻译

source: Improve restoring Bluetooth state on restart and resuming from suspend
fr: Amélioration de la restauration de l'état du Bluetooth au redémarrage ou à la sortie de veille
hu: A Bluetooth állapotának visszaállítása újraindítás vagy felébresztés után megbízhatóbb lett
ko: 다시 시작 및 일시 중단에서 돌아올 때의 Bluetooth 상태 복원 개선
zh_cn: 改进在重启和从挂起状态苏醒时恢复蓝牙状态

source: Add tooltip on hover
fr: Ajout d'une infobulle au survol
hu: Címke a kurzor felé mozgatása során
ko: 호버 시 툴팁 추가
zh_cn: 在悬停时添加工具提示

source: Add a fallback device name for headphones
fr: Ajout d'un nom de périphérique par défaut pour les écouteurs
hu: Alapértelmezett név a fejhallgatóknak, ha más nem érhető el
ko: 헤드폰의 대체 기기 이름 추가
zh_cn: 为耳机添加后备设备名称

source: Prevent showing duplicate devices
fr: Nous avons fait en sorte d'empêcher l'affichage de périphériques en double
hu: Eszközduplikációk megjelenítésének megakadályozása
ko: 중복 장치 표시 방지
zh_cn: 防止显示重复的设备

source: Fix animated icon when disabling Bluetooth
fr: Correction de l'icône animée lors de la désactivation du Bluetooth
hu: Ikonanimáció javítása a Bluetooth kikapcsolásakor
ko: 블루투스 비활성화 시 애니메이션 아이콘 수정
zh_cn: 修复禁用蓝牙时动画图标

source: Use device type as fallback instead of "(null)"
fr: Utilisation du type de périphérique plutôt que « (null) »
hu: "(null)" helyett az eszköz típusának használata alapértelmezett névként
ko: "(null)" 대신 장치 유형을 대체로 사용
zh_cn: 使用设备类型作为后备而不是“(null)”
