Repository: elementary/panel-bluetooth
Catalog: po/*.po
Languages: hu, nl

source: Send Files via Bluetooth
hu: Fájlok küldése Bluetooth-on keresztül
nl: Verstuur bestanden via Bluetooth

source: Send files to device…
hu: Fájlok küldése egy eszközre…
nl: Verstuur bestanden naar apparaat…

source: Rejected file
hu: Visszautasított fájl
nl: Bestand afgewezen

source: <b>File:</b> %s <b>Size: </b>%s already exists
hu: <b>Fájl:</b> %s <b>Méret: </b>%s már létezik
nl: <b>Bestand:</b> %s <b>Grootte: </b>%s bestaat al

source: Incoming file
hu: Bejövő fájl
nl: Inkomend bestand

source: <b>%s</b> is ready to send file: %s size: %s
hu: <b>%s</b> készen áll a fájl küldésére: %s méret: %s
nl: <b>%s</b> is klaar om het bestand te versturen: %s grootte: %s

source: Accept
hu: Elfogadás
nl: Accepteren

source: Decline
hu: Visszautasítás
nl: Afwijzen

source: Receiving file
hu: Fájl fogadása
nl: Bestand wordt ontvangen

source: %s is sending file: %s size: %s
hu: %s fájlt küld: %s méret: %s
nl: %s verstuurd bestand: %s grootte: %s

source: Speaker
hu: Hangszóró
nl: Luidspreker

source: Controller
hu: Kontroller

source: Keyboard
hu: Billentyűzet
nl: Toetsenbord

source: Mouse
hu: Egér
nl: Muis

source: Phone
hu: Telefon
nl: Telefoon

source: <b>Transfer rate:</b>
hu: <b>Átvitel sebessége:</b>
nl: <b> Overdrachtssnelheid:</b>

source: Close
hu: Bezárás
nl: Sluiten

source: Reject
hu: Elutasítás
nl: Afwijzen

source: <b>From</b>: %s
hu: <b>Küldő</b>: %s
nl: <b>Van</b>: %s

source: <b>To</b>: %s
hu: <b>Fogadó</b>: %s
nl: <b>Naar</b>: %s

source: <b>Filename</b>: %s
hu: <b>Fájlnév</b>: %s
nl: <b>Bestandsnaam</b>: %s

source: File transfer failed
hu: A fájlátvitel sikertelen
nl: Bestandsoverdracht mislukt

source: %s <b>File:</b> %s not received
hu: %s <b>A fájl:</b> %s nem lett fogadva
nl: %s <b>Bestand:</b> %s niet ontvangen

source: File transferred successfully
hu: A fájlátvitel sikeres
nl: Bestandsoverdracht met succes voltooid

source: %s <b>Save to:</b> %s
hu: %s <b>Mentés ide:</b> %s
nl: %s <b>Opslaan naar:</b> %s

source: Receiving… %s of %s
hu: Fogadás… %s/%s
nl: Ontvangen… %s van de %s

source: <b>Transfer rate:</b> %s
hu: <b>Átvitel sebessége:</b> %s
nl: <b>Overdrachtssnelheid:</b> %s

source: %s of %s received, time remaining %s
hu: %s/%s fogadva, hátralévő idő: %s
nl: %s van de %s ontvangen, resterende doorlooptijd %s

source: %d second
hu: %d másodperc
nl: %d seconde

source: %d minute
hu: %d perc
nl: %d minuut

source: %u hour
hu: %u óra
nl: %u uur

source: %u minute
hu: %u perc
nl: %u minuut

source: approximately %d hour
hu: körülbelül %d óra
nl: ongeveer %d uur

source: Bluetooth File Transfer
hu: Bluetooth fájlküldés
nl: Bluetooth bestandsoverdracht

source: Select a Bluetooth Device Below to Send Files
hu: Válasszon egy Bluetooth-eszközt a fájlok küldéséhez
nl: Selecteer een Bluetooth-apparaat hieronder om bestanden te versturen

source: No Devices Found
hu: Nem található eszköz
nl: Geen apparaten gevonden

source: Please ensure that your devices are visible and ready for pairing.
hu: Győződjön meg róla, hogy az eszközei láthatók és készen állnak a párosításra.
nl: Controleer of uw apparaten zichtbaar en klaar zijn om te koppelen.

source: Discovering
hu: Felfedezés
nl: Ontdekken

source: Available Devices
hu: Elérhető eszközök
nl: Beschikbare apparaten

source: From
hu: Küldő
nl: Van

source: To
hu: Fogadó
nl: Naar

source: Filename
hu: Fájlnév
nl: Bestandsnaam

source: Transfer rate
hu: Átvitel sebessége
nl: Overdrachtssnelheid

source: Cancel
hu: Mégse
nl: Annuleren

source: Trying to connect to %s…
hu: Csatlakozási kísérlet ehhez: %s…
nl: Verbinden met %s…

source: Connecting to '%s' failed.
hu: Csatlakozás sikertelen ehhez: '%s'.
nl: Verbinden met '%s' is mislukt.

source: The transfer of '%s' failed.
hu: '%s' átvitele sikertelen.
nl: De overdracht van '%s' is mislukt.

source: The file has not been transferred
hu: A fájl nem lett átküldve
nl: Het bestand is niet overgedragen

source: Retry
hu: Újrapróbálkozás
nl: Opnieuw proberen

source: Waiting for acceptance on %s…
hu: Várakozás a(z) %s eszközön való elfogadásra…
nl: Wachten op acceptatiebevestiging van %s…

source: The transfer was interrupted or it was declined by %s.
hu: Az átvitel megszakadt vagy el lett utasítva %s által.
nl: De bestandsoverdracht was onderbroken of afgewezen door %s.

source: <b>From:</b> %s <b>Send to:</b> %s
hu: <b>Küldő:</b> %s <b>Fogadó:</b> %s
nl: <b>Van:</b> %s <b>Verzenden Naar:</b> %s

source: (%i/%i) %s of %s sent, time remaining %s
hu: (%i/%i) %s/%s átküldve, hátralévő idő: %s
nl: (%i/%i) %s van de %s verzonden, resterende tijd %s

source: Send
hu: Küldés
nl: Versturen

source: Not Connected
hu: Nincs csatlakoztatva
nl: Niet verbonden

source: Receiving… %s of %s
hu: Fogadás… %s/%s
nl: Ontvangen… %s van de %s

source: Sending… %s of %s
hu: Küldés… %s/%s
nl: Versturen… %s van de %s

source: Connecting…
hu: Csatlakoztatás…
nl: Verbinding maken…

source: Disconnecting…
hu: Kapcsolat bontása…
nl: Verbinding verbreken…

source: Unable to Connect
hu: Nem lehet csatlakozni
nl: Niet mogelijk om te verbinden

source: Headphones
hu: Fejhallgató
nl: Koptelefoon

source: Connected
hu: Csatlakoztatva
nl: Verbonden

source: Middle-click to turn Bluetooth off
hu: Középső kattintás a Bluetooth kikapcsolásához
nl: Middelklik om Bluetooth uit te schakelen

source: Bluetooth connected
hu: Bluetooth csatlakoztatva
nl: Bluetooth verbonden

source: Bluetooth is on
hu: Bluetooth bekapcsolva
nl: Bluetooth staat aan

source: Bluetooth is off
hu: Bluetooth kikapcsolva
nl: Bluetooth staat uit

source: Middle-click to turn Bluetooth on
hu: Középső kattintás a Bluetooth bekapcsolásához
nl: Middelklik om Bluetooth aan te zetten

source: Bluetooth Settings…
hu: Bluetooth-beállítások…
nl: Bluetooth-instellingen…
